[Lang]
Name=Portuguese
FONT=Tahoma

[Translate]
" s"=" s"
"(Empty)"="(Vazio)"
"1 min"="1 min"
"10 min"="10 min"
"12 Hour"="12 Horas"
"120s"="120s"
"15s"="15s"
"1800s"="1800s" 
"2 min"="2 min"
"24 Hour"="24 Horas"
"30 min"="30 min"
"300s"="300s"
"30s"="30s"
"5 min"="5 min"
"600s"="600s"
"60s"="60s"
"802.1x Mode"="Modo 802.1x"
"802.1x"="802.1x"
"Account 1"="Conta 1"
"Account 2"="Conta 2"
"Account 3"="Conta 3"
"Account 4"="Conta 4"
"Account 5"="Conta 5"
"Account 6"="Conta 6"
"Account ID"="ID conta"
"Account Not Usable!"="Account  Unusable!"
"Account"="Conta"
"Accounts"="Contas"
"ACD Login"="Entrar ACD"
"ACD State"="Estado ACD"
"ACD Trace"="Rastreamento ACD "
"ACD"="ACD"
"Activation"="Estado de Conta"
"Active Level"="Nível de Brilho"
"Adapter has added, scanning the bluetooth devices right now?"="Adapter has added, scanning the bluetooth devices right now?"
"Adapter has removed out"="Adapter has been removed !"
"Add Number"="Adicionar número"
"Add Personal"="Add Personal"
"Add selected To Personal?"="Add selected To Personal?"
"Add the records success"="Add the records success"
"Add to"="Add to"
"Add"="Adic."
"admin"="admin"
"Advanced"="Avançadi"
"After Ring Times"="Depois de Tocar"
"ALERT"="ALERTA"
"All Broadsoft Group"="All Broadsoft Group"
"All Buddies"="All Buddies"
"All Calls"="Todas as chamadas"
"All Contacts"="Todos os contactos"
"All Key"="Apenas fazer chamadas"
"All Lines"="All Lines"
"All Local Call"="All Local Call"
"All Network Call"="All Network Call"
"All Off"="All Off"
"All On"="All On"
"All XML Group"="All XML Group"
"Allow Remote Control"="Permitir controle remoto"
"Allow Remote Control?"="Permitir controle remoto"
"Always Forward"="Sempre"
"Always On"="Sempre Ligado"
"Anonymous Code"="Anonymous Code"
"Anonymous Reject"="Rejeitar Ch. Anónimas"
"Anonymous Rejection"="Rejection"
"Anonymous"="Anónimo"
"Answer Comfimation"="Answer Comfimation"
"Answer"="Atender"
"Anywhere"="Em qualquer lugar"
"Apr"="Abr"
"Are you sure to remove "="Are you sure to remove "
"Aug"="Ago"
"auth error"="auth error"
"Authentication failure!"="Authentication failure!"
"Auto Answer"="Atendimento Automatico"
"Auto Connect:"="Auto Connect:"
"Auto provision now?"="Verificar Provisionamento agora? O telefone poderá se reiniciar caso tenho sido aprovisionado."
"Auto Provision to"="Auto Provision to"
"Auto Provision"="Provisionamento Automático"
"Auto Redial"="Marcação automatica"
"Auto Redial?"="Marcação automatica"
"Auto"="Auto"
"Auto-login"="Login Automático"
"AutoBLFList is on, manually configing is forbiden!"="AutoBLFList está ligado, configuração manual é proibida!"
"AutoConnect"="Ligação Automática"
"AutoFavorite is on, manually configing is forbiden!"="AutoFavorite is on, manually configing is forbiden!"
"Automatic"="Automatico"
"AutoProvision"="Auto Aprovisionamento"
"Avail"="Avail"
"Available"="Disponível"
"Away"="Ausente"
"Back"="Voltar"
"Backlight Active Level"="Backlight Active Level"
"Backlight Inactive Level"="Backlight Inactive Level"
"Backlight Time"="Tempo de luz de fundo"
"BackLight"="BackLight"
"BackSpace"="BackSpace"
"Bad Request"="Bad Request"
"Barge In"="Barge In"
"Basic"="Básico"
"Betransferred"="Betransferred"
"Blacklist"="Lista Negra"
"BLF List"="Lista de BLF"
"BLF"="BLF"
"Block"="Block"
"bluetooth devices(Connecting with "="bluetooth devices(Connecting with "
"bluetooth devices:"="bluetooth devices:"
"Bluetooth"="Bluetooth"
"Bridge mode unsupported in PPPoE!"="Bridge mode unsupported in PPPoE!"
"Bridge"="Bridge"
"BridgeID is invalid!"="BridgeID is invalid!"
"BridgeID"="BridgeID"
"Broadsoft Calllog"="Logs de Chamadas Broadsoft"
"Broadsoft Contacts"="Contactos Broadsoft"
"BroadSoft Group"="Grupo BroadSoft"
"Broadsoft_Idle"="BW"
"BroadsoftMenu_Idle"="BW.Menu"
"BST Call Log"="BST Call Log"
"BST Directory"="BST Directory"
"Buddies"="Buddies"
"Busy Forward"="ransferencia em caso de ocupado"
"Busy Here"="Busy Aqui"
"Busy"="Ocupado"
"Cable Disconnect"="Cabo Desligado"
"Call Completion"="Realização de Chamada"
"Call Control"="Chamada de Controle"
"Call Fail"="Chamada Falha"
"Call Feature"="Características de Chamadas"
"Call Finish"="Chamada Terminada"
"Call Forward"="Chamada Encaminhada"
"Call Infomation"="Call Infomation"
"Call off code can't be empty!"="Código Off não pode ser nulo"
"Call off code is invalid!"="Call off code is invalid!"
"Call on code is invalid!"="Call on code is invalid!"
"Call Park"="Parquear chamada"
"Call Pickup"="Captura de chamadas"
"Call Return"="Devolver chamada"
"Call Waiting"="Chamada em Espera"
"CallForwarding"="Chamada Encaminhada"
"CallInfo"="CallInfo"
"Calling"="Outgoing Call"
"Calling"="A tocar"
"Callout"="Callout"
"CallReturn_Idle"="CallRetunr"
"Calls for Pickup"="Calls for Pickup"
"Calls Longest"="Calls Longest"
"Cancel"="Sair"
"CC Name"="CC Name"
"CC UID"="CC UID"
"Certificate"="Certificate"
"CHATTY"="CHATTY"
"Chinese"="Chinese_S"
"Chinese_S"="Chinese_S"
"Chinese_T"="Chinese_T"
"Choose a group"="Choose a group"
"Clear all account config?"="Apagar a configuração de conta"
"Clear All Records?"="Limpar todos os registos?"
"Clear this group messages?"="Limptar estas mensagens de grupo?"
"Common is invalid!"="Chave Comum AES Inválida"
"Common"="Chave Comum AES"
"Company"="Empresa"
"Conference with"="Conferência com"
"Conference"="Conferência"
"Config Updating"="Actualização de Config!"
"Configuration Reset"="Reset de Configuração"
"Confirm password must be the same with the new password!"="A password de confirmação deverá ser igual à nova password."
"Confirm Password"="Confirmar Password"
"Confirm PIN"="Confirmar PIN"
"Connect failed."="Falha na conexão."
"Connect Success."="Connect Success."
"Connect"="Ligar"
"Connecting.."=" Ligando"
"Contact Details"="Contact Details"
"Contact is not in blacklist!"="Contact is not in blacklist!"
"Contact list is full!"="Lista de Contactos Completa"
"Contact name already existed!"="Nome do contato já existe!"
"Contacts Setting"="Contacts Setting"
"Contrast Level"="Nível de Contraste"
"Contrast"="Contraste"
"Copy to All Lines?"="Copie a todas as linhas?"
"Current Password"="Password Actual"
"Current PIN is incorrect!"="O PIN actual está errado!"
"Current PIN"="PIN Actual"
"Custom DND"="Custom DND"
"Custom Forward"="Custom Forward"
"Customer"="Customer"
"Data invalid!"="Data invalid!"
"Date & Time"="Data & Hora"
"Date Format"="Formato Data"
"Date"="Data"
"Daylight Saving"="Horário de Verão"
"DD MMM YYYY"="DD MMM YYYY"
"DD-MMM-YY"="DD-MMM-YY"
"DD/MM/YYYY"="DD/MM/YYYY"
"Dec"="Dez"
"Default Account"="Default Account"
"Default"="Padrao"
"Delete all contacts?"="Delete all contacts?"
"Delete all item?"="Excluir todos os itens?"
"Delete All items?"="Delete All items?"
"Delete all locations?"="Excluir todos os locais?"
"Delete all numbers"="Apagar todos os números"
"Delete All"="Apagar Todos"
"Delete Failed!"="Excluir falha"
"Delete failed."="Excluir falha"
"Delete location?"="Excluir localização?"
"Delete numbers"="Apagar números"
"Delete selected contact?"="Delete selected contact?"
"Delete Selected Item?"="Apagar Item Selecionado?"
"Delete Selected Records?"="Delete Selected Records?"
"Delete selected wallpapper?"="Delete selected wallpapper?"
"Delete seleted item?"="Delete seleted item?"
"Delete successed"="Delete successed"
"Delete the contact?"="Delete the contact?"
"Delete the record?"="Delete the record?"
"Delete the selected Group?"="Delete the selected Group?"
"Delete the selected message?"="Apagar a mensagem selecionada?"
"Delete this message?"="Apagar esta mensagem?"
"Delete"="Apagar"
"Deleting. Please wait..."="A excluir. Por favor aguarde ..."
"Department"="Departamento"
"Determined to restore the factory settings?"="Configurações de Fábrica?"
"Device Name"="Nome do Dispositivo"
"DHCP Server"="Servidor DHCP"
"DHCP Time"="Tempo de DHCP"
"DHCP"="DHCP"
"Dial"="Chamar"
"Dialed Calls"="Chamadas realizadas"
"Dialing"="Dialing"
"Directories"="Diretórios"
"Directory"="Diretorio"
"Directory_Idle"="Agenda"
"Disabled"="Desactivado"
"Disabled"="Desactivado"
"Discard"="Discard"
"Disconnect Failed."="Falha a desligue."
"Disconnect Success."="Disconnect Success."
"Disconnect"="Desligar"
"Disconnecting.."="A desligar..."
"DispCode"="Disp"
"Display name is invalid!"="Display name is invalid!"
"Display Name"="Nome de Visor"
"Display"="Display"
"Disposition Code"="Disposition Código"
"DND"="DND"
"Do Not Disturb"="Não perturbe"
"Do you want to discard your change?"="Descartar as Alterações?"
"Do you want to save the contact or discard it?"="Do you want to save the contact or discard it?"
"Do you want to save your changes or discard them?"="Do you want to save your changes or discard them?"
"Does not exist anywhere"="Does not exist anywhere"
"Dot"="Dot"
"DP01 Setting"="DP01 Setting"
"DP02 Setting"="DP02 Setting"
"DPickup"="DPickup"
"Draftbox"="Rascunhos"
"Dss Key"="Teclas DSS"
"DSS Keys"="Teclas DSS"
"DssKey 1"="Tecla e Linha 1"
"DssKey 10"="Tecla e Linha 10"
"DssKey 11"="Tecla e Linha 11"
"DssKey 12"="Tecla e Linha 12"
"DssKey 13"="Tecla e Linha 13"
"DssKey 14"="Tecla e Linha 14"
"DssKey 15"="Tecla e Linha 15"
"DssKey 16"="Tecla e Linha 16"
"DssKey 17"="Tecla e Linha 17"
"DssKey 18"="Tecla e Linha 18"
"DssKey 19"="Tecla e Linha 19"
"DssKey 2"="Tecla e Linha 2"
"DssKey 20"="Tecla e Linha 20"
"DssKey 21"="Tecla e Linha 21"
"DssKey 22"="Tecla e Linha 22"
"DssKey 23"="Tecla e Linha 23"
"DssKey 24"="Tecla e Linha 24"
"DssKey 25"="Tecla e Linha 25"
"DssKey 26"="Tecla e Linha 26"
"DssKey 27"="Tecla e Linha 27"
"DssKey 28"="Tecla e Linha 28"
"DssKey 29"="Tecla e Linha 29"
"DssKey 3"="Tecla e Linha 3"
"DssKey 4"="Tecla e Linha 4"
"DssKey 5"="Tecla e Linha 5"
"DssKey 6"="Tecla e Linha 6"
"DssKey 7"="Tecla e Linha 7"
"DssKey 8"="Tecla e Linha 8"
"DssKey 9"="Tecla e Linha 9"
"DTMF"="DTMF"
"Duration"="Duração"
"E-Common"="E-Common"
"EAP-MD5"="EAP-MD5"
"EAP-TLS"="EAP-TLS"
"EAP-TTLS/EAP-MSCHAPv2"="EAP-TTLS/EAP-MSCHAPv2"
"Edit Location"="Editar Localização"
"Edit Number"="Editar número"
"Edit"="Editar"
"Email"="Email"
"Emergency Escalation"="Emergency Escalation"
"Emergency"="Emergência"
"Empty"="Vazio"
"empty"="Vazio"
"Enable Diversion Inhibitor"="Activar Inibidor de desvios"
"Enable this Location"="Habilite esta Localização"
"Enabled"="Activado"
"End Call"="Sair"
"End IP"="IP final"
"English"="English"
"Enter Code"="Digite o Código"
"Enter Filter Conditions"="Enter Filter Conditions"
"Enter Number"="Digite o número"
"Enter Password"="Enter Password"
"Enterprise"="Enterprise"
"Exit"="Sair"
"Exit_Disposition_Code"="Exit_Disposition_Code"
"Extended Away"="Extended Away"
"Extension is invalid!"="Extension is invalid!"
"Extension"="Extensão"
"Factory Installed"="Factory Installed"
"Fail!"="Fail!"
"Failed to connect to server!"="Failed to connect to server!"
"Failed to modify password!"="Failed to modify password!"
"Failed. Please retry..."="Falhou. Por favor, tente novamente ..."
"Family"="Familia"
"Far Mute"="Far Mute"
"Favorite"="Favorito"
"Favourite"="Favourite"
"Feb"="Fev"
"File do not exist !"="File do not exist !"
"File is too large !"="File is too large !"
"File layout error !"="File layout error !"
"Firmware Update..."="Actualizar Firmware"
"Firmware"="Firmware"
"FirstName"="FirstName"
"Forbidden Number"="Forbidden Number"
"Forbidden"="Forbidden"
"Format"="Formatar"
"Forward Option"="Opção de reencaminhamento..."
"Forward to is invalid!"="Número de Destino Inválido!"
"Forward To"="Encaminhar para"
"Forward to"="Encaminhar para"
"Forward"="Encaminhar"
"Forwarded Calls"="Chamadas Encaminhadas"
"French"="French"
"Fri"="Sex"
"Friday"="Sexta-feira"
"Friend"="Amigos"
"From"="De"
"Full Reset"="Repor Todos"
"Fun Key"="Tecla de Função"
"FWD International"="Fwd International"
"FWD"="FWD"
"G-Common"="G-Common"
"g722 codec is not avaliable in four ways conference!"="codec G722 não está disponível em conferências a 4!"
"Gateway is invalid!"="Gateway Inválido!"
"Gateway"="Gateway"
"Genaral"="Genaral"
"General"="Geral"
"German"="German"
"GetConfigData Failed, Please Retry!"="GetConfigData Failed, Please Retry!"
"GPark"="GPark"
"GPickup"="GPickup"
"Group isn't exist!"="Group isn't exist!"
"Group Listening"="Escutar Grupo"
"Group name already existed!"="O nome do grupo já existe!"
"Group name can't be empty!"="Group name can't be empty!"
"Group Pick Up"="Selecionar Chamada de Grupo"
"Group"="Grupo"
"Guest Login"="Login de Visitante"
"GuestIn"="GuestIn"
"GuestOut"="GuestOut"
"Hardware"="Hardware"
"has been used!"="has been used!"
"Has Connected"="Has Connected"
"Hebrew"="Hebrew"
"Held"=" Em Espera"
"Hide Number"="Ocultar número"
"History Details"="History Details"
"History Record"="Gravação de Histórico"
"History Setting"="Configurações de Histórico"
"History"="Histórico"
"History_Idle"="Histórico"
"Hold"="Em Espera"
"Hot Desking"="Hot Desking"
"Hot Desking"="Hot Desking"
"Hoteling"="Hoteling"
"HotelingLogin..."="HotelingLogin..."
"Hotline Delay 0-10(s)"="Hotline Delay 0-10 (s)"
"Hotline delay is invalid!"="Hotline delay is invalid!"
"Hotline delay should be 0-10!"="Hotline Delay Inválido!"
"Hotline"="Hotline"
"Http port should be 1-65535!"="Porta HTTP deve ser 1-65535!"
"Http Port"="Porta HTTP "
"Http"="Estado HTTP"
"Https port should be 1-65535!"="Porta https deve ser 1-65535!"
"Https Port"="Porta HTTPS"
"Https"="Estado HTTPS"
"Identity is invalid!"="Identity is invalid!"
"Identity"="Identidade"
"Image is too large !"="Image is too large !"
"Image load error !"="Image load error !"
"Image loading. Please wait !"="Image loading. Please wait !"
"IME"="IME"
"Inactive Level"="Nível de Luz de Fundo"
"Inbox"="Caixa de Entrada"
"Incoming Call"="Incoming Call"
"Inexitstence"="Inexitstence"
"Initial ACD State"="Estado ACD inicial"
"Initial State"="Estado inicial"
"Input contains invalid character like ''\"\\"="Input contains invalid character like ''\"\\"
"Input contains invalid character like '<>'\"/\\"="Input contains invalid character like '<>'\"/\\"
"Input contains invalid character like '<>'\"\\"="Input contains invalid character like '<>'\"\\"
"Intercom Allow"="Permitir Intercom"
"Intercom Barge"="Bloquear Intercom"
"Intercom Mute"="Silenciar Intercom"
"Intercom Tone"="Tom de Intercom"
"Intercom"="Intercom"
"Interval"="Interval"
"Invalid Account"="Conta Inválida!"
"Invalid account"="Conta Inválida!"
"Invalid DHCP End IP Address!"="Endereço IP final de DHCP inválido!"
"Invalid DHCP Start IP Address!"="Endereço IP inicial de DHCP inválido!"
"Invalid DTMF value!"="Invalid DTMF value!"
"Invalid IP Address!"="Endereço IP inválido!"
"Invalid Number"="Número inválido"
"Invalid Paging Value!"="Número de Paging Inválido"
"Invalid Subnet Mask!"="Máscara de Rede Inválida!"
"Invalid URI !"="Invalid URI !"
"Invalid WAN type"="Invalid WAN type"
"IP address has been used!"="IP address has been used!"
"IP address is invalid!"="Endereço de IP Inválido!"
"IP conflict"="IP Conflict"
"IP Conflicted"="IP Conflicted"
"IP Mode"="Modo IP"
"IP"="IP"
"IPAddress Mode"="Modo de Endereço IP"
"IPaddress Mode"="Modo de Endereço IP"
"IPV4 & IPV6"="IPv4 & IPv6"
"IPv4 & IPv6"="IPv4 & IPv6"
"IPv4 Default Gateway"="IPv4 Gateway Padrão"
"IPv4 Gateway"="Gateway IPv4"
"IPv4 IP"="IPv4 IP"
"IPv4 Pri.DNS"="IPv4 Pri.DNS"
"IPv4 Sec.DNS"="IPv4 Sec.DNS"
"IPV4 Status"="IPV4 Estado"
"IPv4 Subnet mask is invalid!"="Máscara de Rede Inválida!"
"IPv4 Subnet Mask"="IPv4 Subnet Mask"
"IPV4 WAN Port"="IPV4 Porta WAN"
"IPv4 WAN Type"="IPv4 WAN Tipo"
"IPV4"="IPv4"
"IPv4"="IPv4"
"IPv6 Default Gateway"="IPv6 Gateway Padrão"
"IPv6 IP Prefix"="Prefixo IP IPv6"
"IPv6 IP"="IPv6 Address"
"IPv6 Pri.DNS"="IPv6 Pri.DNS"
"IPv6 Prifix"="IPv6 Prifix"
"IPv6 Sec.DNS"="IPv6 Sec.DNS"
"IPV6 Status"="Estado IPV6"
"IPv6 Subnet mask is invalid!"="IPv6 Subnet mask is invalid!"
"IPV6 WAN Port"="IPV6 Porta WAN"
"IPv6 WAN Type"="IPv6 WAN Tipo"
"IPV6"="IPv6"
"IPv6"="IPv6"
"Italian"="Italian"
"Item 1"="Item 1"
"Item 2"="Item 2"
"Item 3"="Item 3"
"Item 4"="Item 4"
"Item 5"="Item 5"
"Item 6"="Item 6"
"Items out of limit !"="Items out of limit !"
"Jan"="Jan"
"Jul"="Jul"
"Jun"="Jun"
"Key #"="Tecla #"
"Key *"="Tecla #"
"Key As Send"="Tecla para enviar"
"Key Event"="Tecla Eventos"
"Key Type"="Tecla Tipo"
"Key"="Key"
"KeyGuard"="KeyGuard"
"Keypad Lock Enable"="Ativar Bloqueio do teclado"
"Keypad Lock Type"="Tipo de bloqueio de teclado"
"Keypad Lock!"="Bloquear"
"Keypad Lock"="Bloquear"
"Keypad"="Keypad"
"KeypadLock_Idle"="Bloquear"
"Keypress Sound"="Som de Tecla"
"Label is invalid!"="Label is invalid!"
"Label"="Etiqueta"
"LAN IP"="IP da LAN"
"LAN Mask"="Máscara da LAN"
"LAN Type"="Tipo de LAN"
"Language initializing. Please wait..."="Língua a inicializanr. Por favor aguarde ..."
"Language"="Língua"
"LastName"="LastName"
"LDAP"="LDAP"
"Line 1"="Linha 1"
"Line 2"="Linha 2"
"Line 3"="Linha 3"
"Line 4"="Linha 4"
"Line 5"="Conta 5"
"Line 6"="Conta 6"
"Line Select"="Seleccionar Linha"
"Line"="Linha"
"line"="Linha"
"Load Config Data Failed!"="Load Config Data Failed!"
"Load Fail!"="Load Fail!"
"Load Failed!"="Carga falha"
"Load Failed"="Carga falha"
"Loading error !"="Loading error !"
"Loading image..."="Loading image..."
"Loading, please wait..."="A carregar, por favor espere.."
"Loading. Please wait..."="A carregar, por favor espere..."
"Loading. Please wait..."="Loading. Please wait..."
"Local Anonymous"="Local Anonymous"
"Local Calllog"="Histórico"
"Local Contacts"="Contactos Locais"
"Local Group"="Grupo Local"
"Local_Idle"="Local"
"LocalMenu_Idle"="Menu Local"
"Locations"="Locais"
"Login As"="Entrar como"
"Login Failed."="Falha de login"
"Login"="Login"
"Login..."="Login"
"Logout"="Sair"
"Low"="Baixo"
"MAC Address"="MAC"
"MAC oriented is invalid!"="Invalid MAC-Oriented AES Key"
"MAC"="MAC"
"MAC-Oriented"="MAC-Oriented AES"
"mail"="Mail"
"Main Menu"="Menu Principal"
"Manual"="Manual"
"Mar"="Mar"
"MASK"="Máscara de Rede"
"May"="Mai"
"Meet-me"="Conheça-me"
"Memory Full!"="Memória completa"
"Menu Key"="Tecla do Menu"
"Menu"="Menu"
"Message"="Mensagens"
"Missed Calllog"="Chamadas Perdidas"
"Missed Calls"="Chamadas Perdidas"
"MM/DD/YY"="MM/DD/YY"
"Mobile"="Telemovel"
"Model"="Modelo"
"Mon"="Seg"
"Monday"="Segunda-feira"
"More"="Mais"
"Move Down"="Mover para baixo"
"Move selected to Blacklist?"="Mover selecionado para Blacklist?"
"Move selected to Contacts?"="Mova selecionado para contatos?"
"Move the contact to Blacklist?"="Move the contact to Blacklist?"
"Move the contacts success"="Move the contacts success"
"Move to blacklist success"="Move to blacklist success"
"Move Up"="Mover para cima"
"Move"="Move"
"Moving contact..."="Moving contact..."
"Mute"="Silenciar"
"My Device Information"="My Device Information"
"My Status"="My Status"
"N/A"="N/A"
"Name can not be empty!"="Nome de Ecran não pode estar vazio!"
"Name Unknown"="Name Unknown"
"Name"="Portuguese"
"Need a Number"="Precisa de um número!"
"Net unavailable !"="Net unavailable !"
"Network changed. Rebooting"="Network changed. Rebooting"
"Network Checking..."="Verificação de rede..."
"Network configuration has changed, shall become effective after the restart?"="Pressione OK para reiniciar agora ou Cancelar para reiniciar mais tarde. Reiniciar agora?"
"Network Directory"="Network Directory"
"Network Favorite"="Network Favorite"
"Network Unavailable"="Rede indisponível"
"Network unavailable."="Network unavailable."
"Network"="Rede"
"NetworkCallLog_Idle"="Rede de Logs de Chamada"
"NetworkCalllogGroup_Idle"="NetworkCalllogGroup_Idle"
"NetworkFavorites"="NetworkFavorites"
"New Call"="Nova Chamada"
"New Contact"="New Contact"
"New Group"="New Group"
"New Location"="Novo Local"
"New Message"="Nova mensagem"
"New Missed Call(s)"="Chamada(s) perdida"
"New password is invalid!"="New password is invalid!"
"New Password"="Nova Password"
"New PIN"="Novo PIN"
"New Text Message"="New Text Message"
"New Voice Mail"="Novo correio de voz"
"new"="Nova"
"NewSMS_Idle"="Novo SMS desactivado"
"Next"="Seguinte"
"NextSpace"="NextSpace"
"No Account"="Sem conta"
"No Answer Forward"="Se não atender"
"No Bluetooth Adapter Found."="No Bluetooth Adapter Found."
"No contact!"="No contact!"
"No EXP"="No EXP"
"No found bluetooth adapter."="Não foram encontrados adaptador bluetooth."
"No Record"="No Record"
"No Service"="Sem Serviço"
"No submit url !"="No submit url !"
"No."="Não"
"None"="Nada"
"Not Found"="Not Found"
"Not Installed"="Not Installed"
"Note"="Nota"
"Nov"="Nov"
"NTP server1 is invalid!"="Servidor NTP 1 Inválido!"
"NTP Server1"="Servidor NTP 1"
"NTP server2 is invalid!"="Servidor NTP 2 Inválido!"
"NTP Server2"="Servidor NTP 2"
"Number already exists!"="Número já existe!"
"Number can not be empty!"="Número não pode estar vazio!"
"Number exists"="Number exists"
"Number Invalid"="Número inválido."
"Number is invalid!"="Number is invalid!"
"Number"="Número"
"Oct"="Out"
"Off code can't be empty!"="Código Off não pode ser nulo!"
"Off Code could not be empty when On Code is set!"="Código OFF não podea estar vazio quando Código ON está definido!"
"Off code is invalid!"="Off code is invalid!"
"Off Code"="Código Off"
"Off"="Off"
"Office"="Escritório"
"Offline"="Offline"
"OK"="Ok"
"Old Number"="Número antigo"
"old"="Antiga"
"On code is invalid!"="On code is invalid!"
"On Code"="Código On"
"On"="On"
"Online"="Online"
"Only 4 level menu supported!"="Only 4 level menu supported!"
"Other"="Outro"
"Others"="Others"
"Outbound Alternate Number Invalid"="Número Outbound alternativo inválido"
"Outbound Alternate Phone Number"="Outbound Alternate Phone Number"
"Outbound proxy is invalid!"="Outbound Proxy Inválido!"
"Outbound Proxy"="Outbound Proxy"
"Outbound Status"="Estado do Outbound"
"Outbox"="Caixa de Saída"
"Outgoing Call"="Outgoing Call"
"Overwrite the original contact?"="Escrever por cima do contacto original?"
"Paging"="Multicast Paging"
"Parameter is empty!"="Parameter is empty!"
"Park Failed"="Park Failed"
"Park"="Park"
"Parked"="Parked"
"Password can't be empty"="Password can't be empty"
"Password can't have space only"="Password can't have space only"
"Password is invalid!"="Password is invalid!"
"Password is wrong!"="Senha está errada!"
"Password"="Palavra Passe"
"PC Port"="Porta PC"
"PEAP-MSCHAPV2"="PEAP-MSCHAPV2"
"Personal"="Personal"
"Phone number is empty!"="Número do telefone está vazio!"
"Phone Number"="Número de Telefone"
"Phone Numbers"="Números de telefone"
"Phone Setting"="Propriedade do Telefone"
"Phone"="Telefone"
"Photo"="Fotografia"
"Pick Up"="Atender"
"Pickup"="Pickup"
"Pickup_Idle"="Pickup"
"PIN/ID"="PIN / ID"
"PINs don't match!"="PINs não são iguais!"
"Placed Calllog"="Placed Calllog"
"Placed Calls"="Efectuadas"
"Play Tone"="Tocar Tom"
"Please Enter Filter Conditions"="Please Enter Filter Conditions"
"Please input a nonempty name"="Please input a nonempty name"
"Please selected contact!"="Please selected contact!"
"Please selected record!"="Please selected record!"
"Please upload VPN config file firstly!"="Um arquivo de configuração VPN devem ser enviados via webpage  antes que ele possa ser activado!"
"Polish"="Polish"
"Portuguese"="Portuguese"
"PPPoE Password is invalid!"="PPPoE Password is invalid!"
"PPPoE PWD"="Senha do PPPoE"
"PPPoE User"="Utilizador do PPPoE"
"PPPoE"="PPPoE"
"PPPoEUser is invalid!"="PPPoEUser é inválido!"
"Prefix"="Prefico"
"Prefix_Idle"="Prefico"
"Previous"="Previous"
"Pri.DNS is invalid!"="Pri.DNS is invalid!"
"Pri.DNS"="DNS Pri"
"PriHold"="PriHold"
"Priority is invalid!"="Prioridade inválida!"
"Priority should be 0-7!"="A prioridade deve ser 0-7!"
"Priority"="Prioridade"
"Private Hold"="Hold Privado"
"Product ID"="ID do Produto"
"Provision Now"="Aprovisionar Agora?"
"Public Hold"="Hold Público"
"q'ing"="q'ing"
"Querying. Please wait..."="A consultar. Por favor aguarde ..."
"Queue"="Fila"
"Reboot the phone?"="Reiniciar?"
"Reboot"="Reiniciar"
"Recall"="Recall"
"Received Calllog"="Chamadas Recebidas"
"Received Calls"="Chamadas Recebidas"
"Recieved Calls"="Chamadas Recebidas"
"Record"="Gravar"
"Redial Interval is invalid!"="Redial Interval is invalid!"
"Redial Interval should be 1-300!"="Intervalo de remarcação deve ser 1-300!"
"Redial Interval"="Intervalo de remarcação"
"Redial Time is invalid!"="Redial Time is invalid!"
"Redial Time should be 1-300!"="Tempo de remarcação deve ser 1-300!"
"Redial Time"="Tempo de Remarcação"
"Redial times"="Tentativas Remarcação"
"Redial"="Remarcação"
"Redirct Updating Failed"="Redirct Updating Failed"
"Redirector"="Redirector"
"Refresh Failed."="Falha a actualizar"
"Refresh"="Actualizar"
"Refreshing.."="A actualizar..."
"Register fail"="Registo Falhado"
"Register Failed"="Register Failed"
"Register name is invalid!"="Register name is invalid!"
"Register Name"="Nome de Registo"
"Registered"="Registado"
"Registering"="Registando"
"Reject off code can't be empty!"="Código Off não pode ser nulo!"
"Reject off code is invalid!"="Reject off code is invalid!"
"Reject on code is invalid!"="Reject on code is invalid!"
"Reject"="Rejeitar"
"Remote Contacts"="Agenda Telefónica Remota"
"Remote Office"="Escritório remoto"
"Remote Phone Book"="Agenda Telefónica Remota"
"Remove"="Remover"
"Require Answer Confirmation"="Require Answer Confirmation"
"Reset Option"="Opção de Reset"
"Reset to Factory"="Configuração de Fábrica"
"Reset to factory?"="Configuração de Fábrica"
"Reset"="Reset"
"Reseting,Please wait..."="A Repor Valores de Fábrica, Aguarde..."
"Resetting to factory, please wait..."="Resetting to factory, please wait..."
"Resume"="Voltar"
"Retrieve Failed"="Falha ao recuperar"
"Retrieve Park"="Recuperar Parque"
"Retrieve"="Recuperar"
"RetrievePark"="RetrievePark"
"Ring saving ..."="Ring saving ..."
"Ring Tones"="Tipo de Toques"
"Ring"="Toque"
"Ringing"="A tocar"
"Router"="roteador"
"Sat"="Sáb"
"Saturday"="Sábado"
"Save Config Failed, Please Retry!"="Save Config Failed, Please Retry!"
"Save Failed!"="Falha ao salvar"
"Save failed!"="Falha ao salvar"
"Save"="Gravar"
"Saved!"="Gravado!"
"Saving  Configuration..."="A Salvar Configuração..."
"Saving  file..."="A salvar arquivo"
"Saving. Please wait..."="A salvar. Por favor aguarde ..."
"SCA Active"="SCA Active"
"SCA Alerting"="SCA Alerting"
"SCA Bridge Active"="SCA Bridge Active"
"SCA Bridge Held"="SCA Bridge Held"
"SCA Held Private"="SCA Held Private"
"SCA Held"="SCA Held"
"SCA Unknown"="SCA Unknown"
"Scan Failed."="Falha na digitalização."
"Scan failed."="Falha na digitalização."
"Scan"="Scan"
"Scaning bluetooth devices..."="Scaning bluetooth devices..."
"Scaning..."="A digitalizar"
"Search All Contacts"="Search All Contacts"
"Search For Contacts"="Search For Contacts"
"Search LDAP Contacts"="Search LDAP Contacts"
"Search Network Contacts"="Search Network Contacts"
"Search Result"="Search Result"
"Search"="Procurar"
"Sec.DNS is invalid!"="Sec.DNS is invalid!"
"Sec.DNS"="DNS Secundário"
"Seizing"="Seizing"
"Select All"="Select All"
"Select"="Select"
"Send Anonymous Code"="Send Anonymous Code"
"Send Anonymous"="Send Anonymous"
"Send"="Enviar"
"Sending Provision Requests..."="A Enviar solicitações de Aprovisionamento ..."
"Sentbox"="Items enviados"
"Sep"="Set"
"server error"="server error"
"Server Status"="Estado do Servidor"
"Server URL can't be empty!"="Server URL can't be empty!"
"Server URL"="URL de Servidor"
"Server"="Servidor"
"Set AES Key"="Definir AES Key"
"Set failed!"="Set failed!"
"Set failly!"="Set failly!"
"Set Password"="Definir senha"
"Set Voice Mail"="Definir Voice Mail"
"Setting"="Setting"
"Share line unavailable"="Linha partilhada indisponivel"
"Share Line"="Share Line"
"Shared Calls"="Shared Calls"
"SignIn"="SignIn"
"SignOut"="SignOut"
"Silence"="Silencio"
"Simultaneous Ring Personal"="Simultâneo Toque pessoal"
"SIP server1 is invalid!"="SIP server1 inválido!"
"SIP Server1"="SIP Servidor 1"
"SIP server2 is invalid!"="SIP server2 is invalid!"
"SIP Server2"="SIP Servidor 2"
"SMS"="SMS"
"SNTP"="SNTP"
"Sorry,Only 1000 contacts are allowed!"="Sorry,Only 1000 contacts are allowed!"
"Sorry,Only 30 Blacklists are allowed!"="Desculpe, apenas são permitidas 30 listas negras !"
"Sorry,only 50 groups are allowed!"="Foi atingido o máximo de grupos permitidos (50)!"
"Sound"="Som"
"Spanish"="Spanish"
"Speed Dial"="Marcação Rápida"
"SpeedDial_Idle"="Speed"
"Split"="Split"
"srtp is not avaliable in four ways conference!"="srtp não está disponível em conferências a 4!"
"Start IP"="IP de ínicio"
"Static IP"="IP Estático"
"Static"="Static"
"Status"="Estado"
"Status"="Estado"
"STUN server is invalid!"="Servidor STUN!"
"STUN Server"="STUN Server"
"STUN Status"="Estado do STUN"
"Submit"="Inserir"
"Subnet mask is invalid!"="Subnet mask is invalid!"
"Subnet Mask"="Máscara de sub-rede"
"Success Saved!"="Gravado!"
"Success!"="Success!"
"Sun"="Dom"
"Sunday"="Domingo"
"Swap"="SWAP"
"Switch"="Alterar"
"SwitchAccount_Idle"="Alterar Conta"
"SwitchAccountDown_Idle"="Alterar"
"SwitchAccountUp_Idle"="Alterar"
"System default account"="Conta por Defeito"
"System Wallpaper Cannot be Deleted!!"="System Wallpaper Cannot be Deleted!!"
"Talk From"="De"
"Talking"="A Falar"
"Target cannot be empty!"="Target cannot be empty!"
"Temporarily not available"="Temporarily not available"
"Temporarily Unavailable"="Temporarily Unavailable"
"The audio codecs is different, can’t set up a conference!"="The audio codecs is different, can’t set up a conference!"
"The old password is incorrect!"="Password Antiga não está correcta!"
"Thu"="Qui"
"Thursday"="Quinta-feira"
"Time Format"="Formato de Hora"
"Time out"="Time out"
"Time Zone"="Tipo de Zona"
"Time"="Hora"
"To"="Para"
"To:"="Para"
"Today"="Hoje"
"Trace"="Traçar"
"Transfer Failed"="Transferência Falhou"
"Transfer to"="Transferir para"
"Transfer"="Transferir"
"Transfered"="Transfered"
"Transferred"="Transferido"
"Transferring"=" A Transferir"
"Tue"="Ter"
"Tuesday"="Terça-feira"
"Turkish"="Turkish"
"Type"="Tipo"
"UC Favorite"="UC Favorite"
"Unavail Reason"="Unavail Reason"
"Unavailable Reason Code"="Código de Razão Indisponível"
"Unavailable"="Indisponível"
"Unknow"="Unknow"
"Unknown"="Desconhecido"
"Unknown"="Desconhecido"
"Unlock PIN"="Unlock PIN"
"UnlockPIN"="Desbloquear PIN telefone"
"Unregistered"="Não Registado"
"Unregistering"="Desregistrando"
"Unvail"="Indisponível"
"Update finish"="Actualização Terminada!"
"Update Skipped"="Atualização pulado!"
"Update"="Atualização"
"Update, ok or cancel?"="Actualizar, OK ou cancelar ?"
"Updating, please wait..."="Atualizando, por favor aguarde ..."
"URL is empty!"="URL is empty!"
"URL is invalid!"="URL is invalid!"
"URL Record"="Gravar URL"
"URL"="URL"
"Use BroadWorks-based Call Control"="Controle de chamada Use BroadWorks baseado"
"User Host"=" Usuário Anfitrião"
"User ID"="Id Utilizador"
"User mode changed!"="User mode changed!"
"User name is invalid!"="User name is invalid!"
"User Name"="Nome de Utilizador"
"User Type"="Tipo de Utilizador"
"User Unknown."="User Unknown."
"user"="user"
"Userdata Reset"="Reset Userdata"
"UserID Can't be Empty!"="UserID Can't be Empty!"
"UserMode "="Modo Utilizador"
"UserMode"="Modo Utilizador"
"Value is invalid!"="Value is invalid!"
"Value"="Valor"
"var"="var"
"Via"="Via"
"VID nubmer is invalid!"="Número de VID Inválido!"
"VID number should be 1-4094!"="VID número deve ser 1-4094!"
"VID Number"="Número VID"
"View Voice Mail"="Ver Voice Mail"
"View"="Ver"
"VLAN unsupported in PPPoE!"="VLAN não suportada em modo PPPoE!"
"VLAN"="VLAN"
"Voice Mail"="Correio de Voz"
"Voice Number is invalid!"="Voice Number is invalid!"
"VPN Active"="VPN Activa"
"VPN"="VPN"
"Wait for"="Wait for"
"Wait Time"="Wait Time"
"Wallpaper"="Wallpaper"
"WAN IP"="IP da WAN"
"WAN Port VLAN"="Activar VLAN"
"WAN Port"="Porto da Wan"
"WAN Type"="Tipo de WAN"
"Warning"="Aviso!"
"Web access password is wrong !"="Web access password is wrong !"
"Web Server"="Tipo de Webserver"
"Wed"="Qua"
"Wednesday"="Quarta-feira"
"Wrap up"="Embrulhar"
"Wrap-Up"="Embrulhar"
"WWW DD MMM"="WWW DD MMM"
"WWW MMM DD"="WWW MMM DD"
"XML Browser"="Explorador de XML"
"Xml Browser"="Explorador de XML"
"XML Group"="XML Lista de Contactos"
"XML_Idle"="XmlGro"
"XMLMenu_Idle"="MENU DE XML"
"XSI is empty"="XSI está vazia"
"Yesterday"="Ontem"
"Your account unauthorized."="Sua conta não está autorizada."
"YYYY-MM-DD"="YYYY-MM-DD"
"Zero SP Touch"="Zero sp touch"
"Zero Touch"="Zero Touch"
"Zero-SP-Touch"="Zero touch"
